Repository: 84000/data-translation-memory
Catalog: toh100-v1.tmx
Source language: bo
Languages: en

source: སངས་རྒྱས་རྣམས་ནི་སུས་ཀྱང་མཐོང་བ་མ་ཡིན། ཐོས་པ་མ་ཡིན། མཆོད་པ་མ་ཡིན་ཏེ། མཆོད་པར་བྱེད་པ་ཡང་མ་ཡིན་ནོ། །
en: The buddhas have not been seen by anyone, nor heard, nor worshipped, nor are they being worshipped now.

source: སངས་རྒྱས་རྣམས་ནི་ཆོས་འགའ་ཡང་གཅིག་པ་ཉིད་དམ། མང་པོ་ཉིད་དུ་མི་མཛད་པ་ཡིན་ནོ། །
en: The buddhas do not make oneness or plurality out of any dharma.

source: སངས་རྒྱས་རྣམས་ཀྱི་བྱང་ཆུབ་བརྙེས་པ་མེད་དོ། །
en: “The buddhas did not obtain awakening.

source: སངས་རྒྱས་རྣམས་ནི་ཆོས་གང་གིས་ཀྱང་རབ་ཏུ་འབྱེད་པར་མི་བྱེད་དོ། །
en: The buddhas are not increased by any dharma.

source: སངས་རྒྱས་རྣམས་ཀྱིས་ནི་ཆོས་འགའ་ཡང་མ་གཟིགས། །མ་གསན་མ་དགོངས། རྣམ་པར་མི་མཁྱེན། ཀུན་ཏུ་མི་མཁྱེན་ཏོ། །
en: No dharma has been seen by the buddhas, nor has it been heard, recollected, cognized, or known.

source: སངས་རྒྱས་རྣམས་ཀྱིས་ནི་མ་གསུངས། མ་བརྗོད་དོ།
en: The buddhas have not spoken or expressed anything.

source: མི་གསུང་མི་བརྗོད་དོ།
en: They do not speak or express anything.

source: གསུང་བར་མི་འགྱུར་བརྗོད་པར་མི་འགྱུར་རོ། །
en: They will not speak or express anything.

source: སངས་རྒྱས་རྣམས་ནི་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་མི་མཛད་དོ། །
en: The buddhas do not gain supreme realization.

source: སངས་རྒྱས་རྣམས་ཀྱིས་ནི་ཆོས་གང་ཡང་མངོན་པར་རྫོགས་པར་འཚང་མ་རྒྱས་སོ། །
en: The buddhas do not supremely realize any dharma.

source: སངས་རྒྱས་རྣམས་ནི་ཉོན་མོངས་པ་མ་སྤངས་སོ། །
en: The buddhas’ afflictions have not been destroyed.

source: སངས་རྒྱས་རྣམས་ཀྱིས་ནི་རྣམ་པར་བྱང་བ་མངོན་སུམ་དུ་མ་མཛད་དོ། །
en: Buddhas have not directly realized purification.

source: སངས་རྒྱས་རྣམས་ཀྱིས་ནི་ཆོས་གང་ཡང་མ་གཟིགས། མ་གསན། མ་མྱངས། མ་མནམས། མ་རེག །མི་མཁྱེན་ཏོ། །
en: Buddhas have not seen any dharma, nor heard it, smelt it, tasted it, touched it, or cognized it.

source: འཇམ་དཔལ་ཆོས་ཐམས་ཅད་ནི་གཟོད་མ་ནས་ཡོངས་སུ་དག་པ་ཡིན་པའི་ཕྱིར་རོ།
en: Because of the primordial purity of all dharmas.

source: འཇམ་དཔལ་བྱང་ཆུབ་སེམས་དཔའ་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ལ་མོས་པ་གང་ལ་ལ་ཞིག་གིས་སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་ཀྱི་རྡུལ་ཕྲ་རབ་ཀྱི་རྡུལ་སྙེད་ཀྱི་སེམས་ཅན་རང་རྒྱལ་བ་ཉིད་ལ་བཀོད་པ་བས་ནི་
en: “Mañjuśrī, a bodhisattva may establish as many sentient beings as there are atomic particles in a great trichiliocosm into the state of a pratyekabuddha, but he may still have no belief in this Dharma teaching.

source: འཇམ་དཔལ་བྱང་ཆུབ་སེམས་དཔའ་གཞན་གང་ཞིག་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ལ་མོས་པར་གྱུར་ན། །
en: Another bodhisattva, Mañjuśrī, who believes in this Dharma teaching

source: དེ་ནི་དེ་བས་ཆེས་བསོད་ནམས་མང་དུ་སྐྱེད་པར་གྱུར་ན།
en: engenders much more merit than the first.

source: གང་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ཡི་གེར་འདྲི་འམ། ཡི་གེར་འདྲིར་འཇུག་པ་ལྟ་སྨོས་ཀྱང་ཅི་དགོས་ཏེ། །
en: All the more so for one who writes down this Dharma teaching or makes others write it

source: དེ་ནི་དེ་བས་ཆེས་བསོད་ནམས་མང་དུ་བསྐྱེད་པར་འགྱུར་རོ།
en: —such a person engenders even more merit.

source: འཇམ་དཔལ་ཡོངས་སུ་བརྟག་པ་ཉེ་བར་བཟུང་ན། སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་ན་སེམས་ཅན་སྒོ་ང་ལས་སྐྱེས་པ་དང་།
en: “Mañjuśrī, there are many sentient beings to be found in the great trichiliocosm, whether born from an egg,

source: མངལ་ནས་སྐྱེས་པ་དང་།
en: born from a womb,

source: དྲོད་གཤེར་ལས་སྐྱེས་པ་དང་།
en: born from moisture,

source: རྫུས་ཏེ་སྐྱེས་པ་དང་།
en: born suddenly;

source: གཟུགས་ཅན་དང་། གཟུགས་མེད་པ་དང་།
en: some with form, others formless;

source: འདུ་ཤེས་ཅན་དང་། འདུ་ཤེས་མེད་པ་དང་།
en: some with notions, others without notions;

source: རྐང་པ་མེད་པ་དང་། རྐང་གཉིས་པ་དང་།
en: some without feet, others with two feet,

source: རྐང་བཞི་པ་དང་རྐང་མངས་གང་ཇི་སྙེད་ཡོད་པ་དེ་དག་ཐམས་ཅད་སྔ་ཕྱི་མེད་པར་མིའི་ལུས་ཐོབ་པར་གྱུར་ལ།
en: some with four feet, or with many feet. Now, imagine that all of them obtain a human body, without precedent, but not their last.

source: མིའི་ལུས་ཐོབ་ནས་ཀྱང་བྱང་ཆུབ་ཏུ་སེམས་བསྐྱེད་པར་གྱུར་ལ།
en: Once they obtain a human body, they give rise to bodhicitta.

source: བྱང་ཆུབ་ཏུ་སེམས་བསྐྱེད་ནས་ཀྱང་།
en: Having given rise to bodhicitta,

source: བྱང་ཆུབ་སེམས་དཔའ་རེ་རེས་ཀྱང་སངས་རྒྱས་བྱང་ཆུབ་སེམས་དཔའ་དང་བཅས། ཉན་ཐོས་དང་བཅས་པ།
en: each and every one of those bodhisattvas attends as many buddhas, together with bodhisattvas and hearers,

source: སངས་རྒྱས་ཀྱི་ཞིང་གང་གཱའི་བྱེ་མ་ལྟར་གྲངས་མེད་པའི་རྡུལ་ཕྲ་རབ་ཀྱི་རྡུལ་སྙེད་དག་ལ།
en: as there are atomic particles in buddhafields as numerous as the grains of sand in the Ganges.

source: ན་བཟའ་དང་། ཞལ་ཟས་དང་། གཟིམས་ཆ་དང་། གདན་དང་། སྙུན་གྱི་གསོས་སྨན་དང་། ཡོ་བྱད་རྣམས་ཀྱིས་བསྙེན་བཀུར་བྱེད་ཅིང་།
en: offers robes, alms-food, bedding, seats, herbs that counteract illness, and provisions,

source: བདེ་བའི་ཡོ་བྱད་ཐམས་ཅད་ཀྱང་ཉེ་བར་སྒྲུབ་པར་བྱེད་ལ།
en: he collects all the necessities for their happiness.

source: བསྐལ་པ་གང་གཱའི་བྱེ་མ་ལྟར་གྲངས་མེད་པ་སྙེད་དུ
en: for as many eons as the number of grains of sand in the Ganges.

source: མུ་ཏིག་དང་།
en: pearls

source: གདུགས་དང་རྒྱལ་མཚན་དང་། བ་དན་སྒྲེང་བ།
en: with raised umbrellas, standards, and flags,

source: བྱང་ཆུབ་སེམས་དཔའ་བསམ་པ་ཕུན་སུམ་ཚོགས་པ་གཞན་གང་ཞིག་གིས་སངས་རྒྱས་ཐམས་ཅད་ཀྱི་ཡུལ་ལ་འཇུག་པ་ཡེ་ཤེས་སྣང་བའི་རྒྱན་ཞེས་བྱ་བའི་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ཐོས་ནས་མོས་པར་བྱེད། འཇུག་པར་བྱེད། ཡིད་ཆེས་པར་བྱེད་ཅིང་།
en: “Now imagine another bodhisattva, with the right inclination, who listens to this Dharma teaching, The Ornament of the Light of Awareness That Enters the Domain of All Buddhas , and then believes in it, engages with it, trusts it,

source: ཡོངས་སུ་རྟོགས་པར་བྱས་ནས་ཀྱང་ཐ་ན་ཚིག་བཞི་པའི་ཚིགས་སུ་བཅད་པ་གཅིག་ཙམ་ཞིག་ལུང་འབོགས་པར་བྱེད་ན་དེ་ནི་དེ་བས་ཆེས་སངས་རྒྱས་ཀྱི་ཡེ་ཤེས་རྗེས་སུ་རྟོགས་པར་འགྱུར་བའི་བསོད་ནམས་གྲངས་མེད་པ་བསྐྱེད་པར་འགྱུར་ཏེ།
en: realizes it, or teaches at least one of its stanzas. Compared to the bodhisattvas first mentioned, he would engender even more uncountable merit that would lead him to follow the awareness of a buddha.

source: བསོད་ནམས་མངོན་པར་འདུ་བྱེད་པ་དེ་ལ་བྱང་ཆུབ་སེམས་དཔའ་དེ་དག་གི་སྦྱིན་པ་ལས་བྱུང་བའི་བསོད་ནམས་མངོན་པར་འདུ་བྱ་བ་སྔ་མ་དེས་ནི་བརྒྱའི་ཆར་ཡང་ཉེ་བར་མི་འགྲོའོ། །
en: Compared to the merit he would produce, the production of merit in the first instance, consisting of the bodhisattvas’ acts of giving, would not even amount to a hundredth part.

source: སྟོང་གི་ཆ་དང་། འབུམ་གྱི་ཆ་དང་། བྱེ་བ་ཕྲག་འབུམ་གྱི་ཆ་དང་། གྲངས་དང་ཆ་དང་བགྲང་བ་དང་དཔེ་དང་། རྒྱུར་ཡང་ཉེ་བར་མི་འགྲོའོ། །
en: It would not even count for one thousandth or one-billionth of it. It would not even count as any part, any number worthy of consideration, simile or approximation of any kind.

source: འཇམ་དཔལ་བྱང་ཆུབ་སེམས་དཔའ་ཁྱིམ་པ་གང་ལ་ལ་ཞིག་གིས་སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་དང་བཅས་པ།
en: “Mañjuśrī, imagine a householder bodhisattva who attends as many buddhas and bodhisattvas,

source: ཉན་ཐོས་ཀྱི་དགེ་འདུན་དང་བཅས་པ་གང་གཱའི་བྱེ་མ་ལྟར་གྲངས་མེད་པ་སྙེད་ཅིག་ལ་བསྐལ་པ་གང་གཱའི་བྱེ་མ་ལྟར་གྲངས་མེད་པ་སྙེད་དུ། །
en: together with their saṅgha of hearers, as there are grains of sand in the Ganges, for eons as numerous as the grains of sand in the Ganges.

source: ན་བཟའ་དང་། ཞལ་ཟས་དང་། གཟིམས་ཆ་དང་། གདན་དང་སྙུན་གྱི་གསོས་སྨན་དང་། ཡོ་བྱད་རྣམས་ཀྱིས་བསྙེན་བཀུར་བྱེད་པ་བས་ནི།
en: He would offer them robes, alms-food, bedding, seats, remedies for exhaustion, medicinal herbs, and provisions.

source: བྱང་ཆུབ་སེམས་དཔའ་རབ་ཏུ་བྱུང་བ་ཚུལ་ཁྲིམས་དང་ལྡན་པ། བསམ་པ་ཕུན་སུམ་ཚོགས་པ་གཞན་གང་གིས་ཐ་ན་དུད་འགྲོའི་སྐྱེ་གནས་སུ་སྐྱེས་པའི་སེམས་ཅན་ལ་སྦྱིན་པ་ཁམ་གཅིག་ཙམ་ཞིག་བྱིན་པར་གྱུར་ན།
en: another ordained bodhisattva, disciplined and with the right inclination, may give a morsel of food to a single sentient being born as an animal.

source: བསོད་ནམས་མངོན་པར་འདུ་བྱ་བ་དེ་ལ་བསོད་ནམས་མངོན་པར་འདུ་བྱ་བ་སྔ་མ་དེས་བརྒྱའི་ཆར་ཡང་ཉེ་བར་མི་འགྲོའོ།
en: Compared to the merit he would produce, the production of merit in the first instance would not even amount to a hundredth part.

source: སྟོང་གི་ཆ་དང་། འབུམ་གྱི་ཆ་དང་། བྱེ་བ་ཕྲག་འབུམ་གྱི་ཆ་དང་། གྲངས་དང་། ཆ་དང་། བགྲང་བ་དང་། །
en: It would not even count for one thousandth or one-billionth of it,

source: འཇམ་དཔལ་གལ་ཏེ་བྱང་ཆུབ་སེམས་དཔའ་རབ་ཏུ་བྱུང་བ་ཚུལ་ཁྲིམས་དང་ལྡན་པ་སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་རྡུལ་ཕྲ་རབ་ཀྱི་རྡུལ་སྙེད་དག་ལས་བྱང་ཆུབ་སེམས་དཔའ་རེ་རེས་ཀྱང་ཕྱོགས་བཅུའི་སངས་རྒྱས་བྱང་ཆུབ་སེམས་དཔའ་དང་བཅས།
en: “Mañjuśrī, imagine as many bodhisattvas as there are atomic particles in the great trichiliocosm, all of them ordained, disciplined, and pure in their inclinations. Each bodhisattva would attend as many buddhas and bodhisattvas,

source: ཉན་ཐོས་དང་བཅས་པ་གང་གཱིའི་བྱེ་མ་ལྟར་གྲངས་མེད་པ་སྙེད་དག་ལ་བསྐལ་པ་གང་གཱའི་བྱེ་མ་ལྟར་གྲངས་མེད་པ་སྙེད་དུ་ན་བཟའ་དང་། ཞལ་ཟས་དང་། གཟིམས་ཆ་དང་། གདན་དང་སྙུན་གྱི་གསོས་སྨན་དང་། ཡོ་བྱད་རྣམས་ཀྱིས་བསྙེན་བཀུར་བྱེད་པར་གྱུར་ན། །
en: together with their saṅgha of hearers, as there are grains of sand in the Ganges. He would offer robes, alms-food, bedding, seats, remedies for exhaustion, medicinal herbs, and provisions, for eons as numerous as the grains of sand in the Ganges.

source: བྱང་ཆུབ་སེམས་དཔའ་དེ་དག་གི་སྦྱིན་པ་ལས་བྱུང་བའི་བསོད་ནམས་མངོན་པར་འདུ་བྱ་བ་
en: All those bodhisattvas would thus produce merit through their acts of giving.

source: བྱང་ཆུབ་སེམས་དཔའ་ཁྱིམ་པའམ། རབ་ཏུ་བྱུང་བ་བསམ་པ་དག་པ། ཚུལ་ཁྲིམས་དང་ལྡན་པ་གཞན་གང་ཞིག་
en: But another bodhisattva, pure in his inclinations and disciplined, whether householder or ordained,

source: ཡི་གེར་འདྲིར་འཇུག་པར་བྱེད་ན་བསོད་ནམས་མངོན་པར་འདུ་བྱ་བ་དེ་ལ་བྱང་ཆུབ་སེམས་དཔའ་དེ་དག་གི་སྦྱིན་པ་ལས་བྱུང་བའི་བསོད་ནམས་མངོན་པར་འདུ་བྱ་བ་སྔ་མ་དེས་ནི་བརྒྱའི་ཆར་ཡང་ཉེ་བར་མི་འགྲོའོ།
en: Compared to the merit he would produce, the production of merit in the first instance, consisting of the bodhisattvas’ acts of giving, would not even amount to a hundredth part.

source: སྟོང་གི་ཆ་དང་། འབུམ་གྱི་ཆ་དང་། བྱེ་བ་ཕྲག་འབུམ་གྱི་ཆ་དང་། གྲངས་དང་ཆ་དང་བགྲང་བ་དང་།
en: It would not even count for one thousandth or one-billionth of it.

source: དཔེ་དང་རྒྱུར་ཡང་ཉེ་བར་མི་འགྲོའོ། །
en: It would not even bear approximation of any kind.

source: འཇམ་དཔལ་གལ་ཏེ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཞིག་གིས་སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་རིན་པོ་ཆེ་སྣ་བདུན་གྱིས་ཡོངས་སུ་བཀང་སྟེ།
en: “Mañjuśrī, imagine that a bodhisattva great being were to fill the great trichiliocosm with seven precious substances and

source: སངས་རྒྱས་རྣམས་ལ་དབུལ་བར་འབུལ་ཞིང་། །
en: offer it as a gift to the buddhas, the bhagavats.

source: དེ་ལྟར་ཕུལ་བས་བསྐལ་པ་སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་ཀྱི་རྡུལ་ཕྲ་རབ་ཀྱི་རྡུལ་སྙེད་དུ་འབུལ་བར་ཕུལ་བ་བས་ནི།
en: Offering in this way, he would give this gift for as many eons as there are atomic particles of dust in a great trichiliocosm.

source: བྱང་ཆུབ་སེམས་དཔའ་གཞན་གང་ཞིག་གི་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ལས་ཐ་ན་ཚིག་བཞི་པའི་ཚིགས་སུ་བཅད་པ་གཅིག་ཙམ་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་གཞན་ལ་བསྟན་པར་གྱུར་ན།
en: But another bodhisattva may teach just a four-line stanza from this Dharma method to another bodhisattva.

source: བསོད་ནམས་མངོན་པར་འདུ་བྱ་བ་དེ་ལ་བསོད་ནམས་མངོན་པར་འདུ་བྱ་བ་སྔ་མ་དེས་ནི་བརྒྱའི་ཆར་ཡང་ཉེ་བར་མི་འགྲོའོ། །
en: Compared to the merit he would produce, the production of merit in the first instance would not even amount to a hundredth part.

source: སྟོང་གི་ཆ་དང་། འབུམ་གྱི་ཆ་དང་། བྱེ་བ་ཕྲག་འབུམ་གྱི་ཆ་དང་། གྲངས་དང་། ཆ་དང་། བགྲང་བ་དང་།
en: It would not even count for one thousandth or one-billionth of it.

source: འཇམ་དཔལ་བསྐལ་པ་སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་ཀྱི་རྡུལ་ཕྲ་རབ་ཀྱི་རྡུལ་སྙེད་དུ་སྦྱིན་པའི་བསོད་ནམས་མངོན་པར་འདུ་བྱ་བ་ལྟ་ཞོག་གི
en: “Mañjuśrī, consider that the production of merit of someone giving offerings were to continue for as many eons as there are atomic particles in a great trichiliocosm.

source: འཇམ་དཔལ་གལ་ཏེ་བྱང་ཆུབ་སེམས་དཔའ་གང་གཱའི་བྱེ་མ་ལྟར་གྲངས་མེད་པ་སྙེད་ཅིག་བྱུང་བར་གྱུར་ལ།
en: Mañjuśrī, bodhisattvas as numerous as the grains of sand in the Ganges would be there;

source: དེ་དག་ལས་བྱང་ཆུབ་སེམས་དཔའ་རེ་རེས་ཀྱང་། སངས་རྒྱས་ཀྱི་ཞིང་འཛམ་བུ་ཆུ་བོའི་གསེར་ལས་བྱས་པ།
en: each bodhisattva would cover as many golden buddhafields as the number of grains of sand in the Ganges,

source: ཤིང་ལྗོན་པ་ཐམས་ཅད་ཀྱང་ལྷའི་གོས་རྣམས་ཀྱིས་ཡོངས་སུ་དཀྲིས་པ་ནོར་བུ་རིན་པོ་ཆེ་འོད་ཐམས་ཅད་ཡང་དག་པར་འདུས་པའི་དྲ་བས་ཀུན་ནས་གཡོགས་པ།
en: all their trees, with divine clothes, and then cover them in nets of gems and jewels shining in all possible ways.

source: ནོར་བུ་རིན་པོ་ཆེ་དབང་གི་རྒྱལ་པོ་ལས་བྱས་པའི་ཁང་པ་བརྩེགས་པ།
en: He would then fill them with high palaces made of precious vaśirāja gems

source: ནོར་བུ་རིན་པོ་ཆེ་གློག་གི་སྒྲོན་མའི་ལན་ཀན་གྱིས་ཡོངས་སུ་བསྐོར་བ་དག་གིས་ཡོངས་སུ་གང་བར་བྱས་པ་གདུགས་དང་། རྒྱལ་མཚན་དང་། བ་དན་བསྒྲེང་བ། གང་གཱའི་བྱེ་མ་ལྟར་གྲངས་མེད་པ་ཇི་སྙེད་ཅིག་སངས་རྒྱས་གང་གཱའི་བྱེ་མ་ལྟར་གྲངས་མེད་པ་སྙེད་དག་ལ་ཉིན་གཅིག་བཞིན་དུ་དབུལ་བར་འབུལ་ཞིང་། །
en: surrounded with vedikās of the precious vidyutpradīpa gems. Once filled, he would give them as a gift, with raised parasols, standards, and flags, to as many buddhas as there are grains of sand in the Ganges, each and every day.

source: དེ་ལྟར་ཕུལ་བས་བསྐལ་པ་གང་གཱའི་བྱེ་མ་ལྟར་གྲངས་མེད་པ་སྙེད་དུ་འབུལ་བར་ཕུལ་བ་བས་ནི་
en: In this way, he would offer such gifts for eons as numerous as the grains of sand in the Ganges.

source: བྱང་ཆུབ་སེམས་དཔའ་གཞན་གང་ཞིག་གིས་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ལ་མོས་པར་བྱས་ན།
en: But another bodhisattva may believe in this Dharma teaching and

source: འདི་ལས་ཐ་ན་ཚིག་བཞི་པའི་ཚིགས་སུ་བཅད་པ་གཅིག་ཙམ་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་གཞན་ལ་བསྟན་ཏམ།
en: teach just a single four-foot stanza from it to another bodhisattva.

source: བསོད་ནམས་མངོན་པར་འདུ་བྱ་བ་དེ་ལ་བྱང་ཆུབ་སེམས་དཔའ་དེ་དག་གི་སྦྱིན་པ་ལས་བྱུང་བའི་བསོད་ནམས་མངོན་པར་འདུ་བྱ་བ་སྔ་མ་དེས་ནི་བརྒྱའི་ཆར་ཡང་ཉེ་བར་མི་འགྲོའོ།
en: Compared to the merit he would produce, the production of merit in the first instance, consisting of the bodhisattvas’ acts of giving, would not even amount to a hundredth part.

source: འཇམ་དཔལ་འདི་ལྟ་སྟེ་དཔེར་ན་ཁམས་གསུམ་དུ་གཏོགས་པའི་སེམས་ཅན་ཐམས་ཅད་སེམས་ཅན་དམྱལ་བ་དང་། དུད་འགྲོ་དང་། ཡི་དགས་དང་། གཤིན་རྗེའི་འཇིག་རྟེན་དུ་སྐྱེས་པར་འགྱུར་ལ། །
en: “It is as follows: Mañjuśrī, if all sentient beings included in the three world spheres were to be born in the hells, or as animals, or as pretas in the world of Yama,

source: འཇམ་དཔལ་འདི་ལྟ་སྟེ་དཔེར་ན་ཁམས་གསུམ་དུ་གཏོགས་པའི་སེམས་ཅན་ཐམས་ཅད་སེམས་ཅན་དམྱལ་བ་དང་། དུད་འགྲོ་དང་། ཡི་དགས་དང་། གཤིན་རྗེའི་འཇིག་རྟེན་དུ་སྐྱེས་པར་འགྱུར་ལ།
en: “It is as follows: Mañjuśrī, if all sentient beings included in the three world spheres were to be born in the hells, or as animals, or as pretas in the world of Yama,

source: དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་ཁྱིམ་པ་ཞིག་གིས་སེམས་ཅན་དེ་དག་ཐམས་ཅད་སེམས་ཅན་དམྱལ་བ་དང་། དུད་འགྲོ་དང་། ཡི་དགས་དང་། གཤིན་རྗེའི་འཇིག་རྟེན་ནས་བཏོན་ཏེ། རང་སངས་རྒྱས་ཉིད་ལ་བཀོད་པ་བས་
en: a householder bodhisattva may pull all of them out from those hells, the animal realm, and the preta world of Yama and establish them in the state of a pratyekabuddha.

source: བྱང་ཆུབ་སེམས་དཔའ་རབ་ཏུ་བྱུང་བ་གཞན་གང་ཞིག་གིས་ཐ་ན་དུད་འགྲོའི་སྐྱེ་གནས་སུ་སྐྱེས་པའི་སེམས་ཅན་ལ་སྦྱིན་པ་ཁམ་གཅིག་ཙམ་ཞིག་བྱིན་པར་གྱུར་ན།
en: But another ordained bodhisattva may just give a morsel of food to one sentient being born as an animal.

source: དེ་ནི་དེ་བས་ཆེས་བསོད་ནམས་མང་བ་དང་། ཆེས་བསོད་ནམས་གྲངས་མེད་པ་སྐྱེད་པར་འགྱུར་རོ།
en: Compared to the first, the second would engender a greater merit, an uncountably greater merit.

source: བྱང་ཆུབ་སེམས་དཔའ་རེ་རེས་ཀྱང་ཕྱོགས་བཅུའི་ཕྱོགས་ཆ་རེ་རེར་སངས་རྒྱས་བཅོམ་ལྡན་འདས་སངས་རྒྱས་ཀྱི་ཞིང་བརྗོད་དུ་མེད་པ་བྱེ་བ་ཁྲག་ཁྲིག་འབུམ་ཕྲག་བཅུའི་རྡུལ་ཕྲ་རབ་ཀྱི་རྡུལ་སྙེད་དག་མཐོང་བར་གྱུར་ཅིང་།
en: Each bodhisattva, everywhere within the ten directions, would then see as many buddhas, as many bhagavats, as there are atomic particles in inexpressibly numerous, tens of quintillions of buddhafields.

source: དེ་བཞིན་གཤེགས་པ་བྱང་ཆུབ་སེམས་དཔའ་དང་བཅས། ཉན་ཐོས་དང་བཅས་པ་རེ་རེ་ལ་ཡང་བསྐལ་པ་སངས་རྒྱས་ཀྱི་ཞིང་བརྗོད་དུ་མེད་པ་བྱེ་བ་ཁྲག་ཁྲིག་འབུམ་ཕྲག་བཅུའི་རྡུལ་ཕྲ་རབ་ཀྱི་རྡུལ་སྙེད་དུ་
en: He would then attend upon each tathāgata, and the corresponding bodhisattvas and hearers, for as many eons as there are atomic particles in inexpressibly numerous, tens of quintillions of buddhafields.

source: ན་བཟའ་དང་། ཞལ་ཟས་དང་། གཟིམས་ཆ་དང་། གདན་དང་། སྙུན་གྱི་གསོས་སྨན་དང་། ཡོ་བྱད་རྣམས་ཀྱིས་ཀྱང་བསྙེན་བཀུར་བྱེད་ལ།
en: He would offer robes, alms-food, bedding, seats, remedies for exhaustion, medicinal herbs, and provisions.

source: དེ་བཞིན་གཤེགས་པ་རེ་རེ་ལ་ཡང་ཉིན་གཅིག་བཞིན་དུ་འཇིག་རྟེན་གྱི་ཁམས་སངས་རྒྱས་ཀྱི་ཞིང་བརྗོད་དུ་མེད་པ་བྱེ་བ་ཁྲག་ཁྲིག་འབུམ་ཕྲག་བཅུའི་རྡུལ་ཕྲ་རབ་ཀྱི་རྡུལ་སྙེད་དག་ནོར་བུ་རིན་པོ་ཆེ་དབང་གི་རྒྱལ་པོས་ཡོངས་སུ་བཀང་སྟེ། དབུལ་བར་ཕུལ་བ་
en: To each tathāgata, each and every day, he would offer as many world spheres as there are atomic particles in inexpressibly numerous, tens of trillions of buddhafields, after filling them with the precious vaśirāja gems.

source: བྱང་ཆུབ་སེམས་དཔའ་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ལ་མོས་པར་གྱུར་པ་གཞན་ཞིག་གིས་ཐ་ན་དུད་འགྲོའི་སྐྱེ་གནས་སུ་སྐྱེས་པའི་སེམས་ཅན་ལ་སྦྱིན་པ་ཁམ་གཅིག་ཙམ་ཞིག་བྱིན་པར་གྱུར་ནས། །
en: But another bodhisattva, believing in this Dharma teaching, may give just one morsel of food to a sentient being born as an animal.

source: བསོད་ནམས་མངོན་པར་འདུ་བྱ་བ་དེ་ལ་བྱང་ཆུབ་སེམས་དཔའ་དེ་དག་གི་སྦྱིན་པ་ལས་བྱུང་བའི་བསོད་ནམས་མངོན་པར་འདུ་བྱ་བ་སྔ་མ་དེས་ནི་བརྒྱའི་ཆར་ཡང་ཉེ་བར་མི་འགྲོའོ། །
en: Compared to the merit he would produce, the production of merit in the first instance, consisting of the bodhisattvas’ acts of giving, would not even amount to a hundredth part.

source: སྟོང་གི་ཆ་དང་། འབུམ་གྱི་ཆ་དང་། བྱེ་བ་ཕྲག་འབུམ་གྱི་ཆ་དང་། གྲངས་དང་ཆ་དང་། བགྲང་བ་དང་། དཔེ་དང་། རྒྱུར་ཡང་ཉེ་བར་མི་འགྲོའོ།
en: It would not even count for one thousandth or one-billionth of it. It would not even count as any part, any number worthy of consideration, simile or approximation of any kind.

source: ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ཐོས་པ་ནི་བྱང་ཆུབ་སེམས་དཔའ་ཕྱིར་མི་ལྡོག་པ་རྣམས་ཀྱི་ཕྱག་རྒྱ་ཡིན་པའི་ཕྱིར་རོ། །
en: The seal of non-returning bodhisattvas is to hear this Dharma teaching.

source: འཇམ་དཔལ་གལ་ཏེ་བྱང་ཆུབ་སེམས་དཔའ་ལ་ལ་ཞིག་གིས་ཕྱོགས་བཅུའི་འཇིག་རྟེན་གྱི་ཁམས་ཀྱི་སེམས་ཅན་ཐམས་ཅད་དད་པས་རྗེས་སུ་འབྲང་བ་ཉིད་ལ་བཀོད་པ་བས་ནི།
en: “Mañjuśrī, a bodhisattva might establish the sentient beings of all the world spheres in the ten directions in the state of one who follows out of conviction.

source: བྱང་ཆུབ་སེམས་དཔའ་གཞན་གང་ཞིག་གིས་སེམས་ཅན་གཅིག་ཅིག་དོན་གྱི་རྗེས་སུ་འབྲང་བ་ཉིད་ལ་བཀོད་པར་གྱུར་ན།
en: another bodhisattva might establish a single sentient being in the state of one who follows the meaning.

source: དེ་ནི་དེ་བས་ཆེས་བསོད་ནམས་གྲངས་མེད་པ་སྐྱེད་པར་འགྱུར་རོ། །
en: In that case, the latter would engender incalculably greater merit.

source: འཇམ་དཔལ་གལ་ཏེ་བྱང་ཆུབ་སེམས་དཔའ་ལ་ལ་ཞིག་གིས་ཕྱོགས་བཅུའི་འཇིག་རྟེན་གྱི་ཁམས་ཀྱི་སེམས་ཅན་ཐམས་ཅད་དོན་གྱི་རྗེས་སུ་འབྲང་བ་ཉིད་ལ་བཀོད་པ་བས་
en: “Mañjuśrī, a bodhisattva might establish the sentient beings of all the world spheres in the ten directions in the state of one who follows the meaning.

source: བྱང་ཆུབ་སེམས་དཔའ་གཞན་གང་ཞིག་གིས་སེམས་ཅན་གཅིག་ཅིག་ཆོས་ཀྱི་རྗེས་སུ་འབྲང་བ་ཉིད་ལ་བཀོད་པར་གྱུར་
en: another bodhisattva might establish a single sentient being in the state of one who follows the Dharma.

source: འཇམ་དཔལ་གལ་ཏེ་བྱང་ཆུབ་སེམས་དཔའ་ལ་ལ་ཞིག་གིས་ཕྱོགས་བཅུའི་འཇིག་རྟེན་གྱི་ཁམས་ཀྱི་སེམས་ཅན་ཐམས་ཅད་ཆོས་ཀྱི་རྗེས་སུ་འབྲང་བ་ཉིད་ལ་བཀོད་པ་བས་
en: “Mañjuśrī, a bodhisattva might establish the sentient beings of all the world spheres in the ten directions in the state of one who follows the Dharma.

source: བྱང་ཆུབ་སེམས་དཔའ་གཞན་གང་ཞིག་གིས་སེམས་ཅན་གཅིག་ཅིག་རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་ལ་བཀོད་པར་གྱུར་ན། །
en: another bodhisattva might establish a single sentient being in the result of attaining the stream.

source: འཇམ་དཔལ་གལ་ཏེ་བྱང་ཆུབ་སེམས་དཔའ་ལ་ལ་ཞིག་གིས་ཕྱོགས་བཅུའི་འཇིག་རྟེན་གྱི་ཁམས་ཀྱི་སེམས་ཅན་ཐམས་ཅད་རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་ལ་བཀོད་པ་བས
en: “Mañjuśrī, a bodhisattva might establish the sentient beings of all the world spheres in the ten directions in the result of attaining the stream.

source: བྱང་ཆུབ་སེམས་དཔའ་གཞན་གང་ཞིག་གིས་སེམས་ཅན་གཅིག་ཅིག་ལན་ཅིག་ཕྱིར་འོང་བའི་འབྲས་བུ་ལ་བཀོད་པར་གྱུར་པ
en: another bodhisattva might establish a single sentient being in the result of a once-returner.

source: འཇམ་དཔལ་གལ་ཏེ་བྱང་ཆུབ་སེམས་དཔའ་ལ་ལ་ཞིག་གིས་ཕྱོགས་བཅུའི་འཇིག་རྟེན་གྱི་ཁམས་ཀྱི་སེམས་ཅན་ཐམས་ཅད་ལན་ཅིག་ཕྱིར་འོང་བའི་འབྲས་བུ་ལ་བཀོད་པ་བས་
en: “Mañjuśrī, a bodhisattva might establish the sentient beings of all the world spheres in the ten directions in the result of a once-returner.

source: བྱང་ཆུབ་སེམས་དཔའ་གཞན་གང་ཞིག་གིས་སེམས་ཅན་གཅིག་ཅིག་ཕྱིར་མི་འོང་བའི་འབྲས་བུ་ལ་བཀོད་པར་གྱུར་ན། །
en: another bodhisattva might establish a single sentient being in the result of a non-returner.

source: འཇམ་དཔལ་གལ་ཏེ་བྱང་ཆུབ་སེམས་དཔའ་ལ་ལ་ཞིག་གིས་ཕྱོགས་བཅུའི་འཇིག་རྟེན་གྱི་ཁམས་ཀྱི་སེམས་ཅན་ཐམས་ཅད་ཕྱིར་མི་འོང་བའི་འབྲས་བུ་ལ་བཀོད་པ་བས་ནི།
en: “Mañjuśrī, a bodhisattva might establish the sentient beings of all the world spheres in the ten directions in the result of a non-returner.

source: བྱང་ཆུབ་སེམས་དཔའ་གཞན་གང་ཞིག་གིས་སེམས་ཅན་གཅིག་ཅིག་དགྲ་བཅོམ་པ་ཉིད་ལ་བཀོད་པར་གྱུར་ན
en: another bodhisattva might establish a single sentient being in the result of an arhat.

source: བྱང་ཆུབ་སེམས་དཔའ་གཞན་གང་ཞིག་གིས་སེམས་ཅན་གཅིག་ཅིག་དགྲ་བཅོམ་པ་ཉིད་ལ་བཀོད་པར་གྱུར་
en: another bodhisattva might establish a single sentient being in the result of an arhat.

source: འཇམ་དཔལ་གལ་ཏེ་བྱང་ཆུབ་སེམས་དཔའ་ལ་ལ་ཞིག་གིས་ཕྱོགས་བཅུའི་འཇིག་རྟེན་གྱི་ཁམས་ཀྱི་སེམས་ཅན་ཐམས་ཅད་དགྲ་བཅོམ་པ་ཉིད་ལ་བཀོད་པ་བས་
en: “Mañjuśrī, a bodhisattva might establish the sentient beings of all the world spheres in the ten directions in the result of an arhat.

source: བྱང་ཆུབ་སེམས་དཔའ་གཞན་གང་ཞིག་གིས་སེམས་ཅན་གཅིག་ཅིག་རང་སངས་རྒྱས་ཉིད་ལ་བཀོད་པར་གྱུར་ན་
en: another bodhisattva might establish a single sentient being in the result of a pratyekabuddha.

source: འཇམ་དཔལ་གལ་ཏེ་བྱང་ཆུབ་སེམས་དཔའ་གང་ལ་ལ་ཞིག་གིས་ཕྱོགས་བཅུའི་འཇིག་རྟེན་གྱི་ཁམས་ཀྱི་སེམས་ཅན་ཐམས་ཅད་རང་སངས་རྒྱས་ཉིད་ལ་བཀོད་པ་བས་
en: “Mañjuśrī, a bodhisattva might establish the sentient beings of all the world spheres in the ten directions in the result of a pratyekabuddha.

source: བྱང་ཆུབ་སེམས་དཔའ་གཞན་གང་ཞིག་གིས་སེམས་ཅན་གཅིག་ཅིག་བྱང་ཆུབ་ཀྱི་སེམས་ལ་བཀོད་པར་གྱུར་ན་
en: another bodhisattva might establish a single sentient being in bodhicitta.

source: འཇམ་དཔལ་གལ་ཏེ་བྱང་ཆུབ་སེམས་དཔའ་ལ་ལ་ཞིག་གིས་ཕྱོགས་བཅུའི་འཇིག་རྟེན་གྱི་ཁམས་ཀྱི་སེམས་ཅན་ཐམས་ཅད་བྱང་ཆུབ་ཀྱི་སེམས་ལ་བཀོད་པ་བས་
en: “Mañjuśrī, a bodhisattva might establish the sentient beings of all the world spheres in the ten directions in bodhicitta.

source: བྱང་ཆུབ་སེམས་དཔའ་གཞན་གང་ཞིག་གིས་སེམས་ཅན་གཅིག་ཅིག་ཕྱིར་མི་ལྡོག་པ་ཉིད་ལ་བཀོད་པར་གྱུར་ན་
en: another bodhisattva might establish a single sentient being in the state of irreversibility.

source: འཇམ་དཔལ་གལ་ཏེ་བྱང་ཆུབ་སེམས་དཔའ་ལ་ལ་ཞིག་གིས་ཕྱོགས་བཅུའི་འཇིག་རྟེན་གྱི་ཁམས་ཀྱི་སེམས་ཅན་ཐམས་ཅད་ཕྱིར་མི་ལྡོག་པ་ཉིད་ལ་བཀོད་པ་བས་
en: “Mañjuśrī, a bodhisattva might establish the sentient beings of all the world spheres in the ten directions in the state of irreversibility.

source: བྱང་ཆུབ་སེམས་དཔའ་གཞན་གང་ཞིག་གིས་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ལ་མོས་ཤིང་ཡི་གེར་འདྲིར་བཅུག་ནས་གཞན་དག་ལ་རྒྱ་ཆེར་ཡང་དག་པར་སྟོན་པ་དང་། །
en: another bodhisattva, believing in this Dharma teaching, might make others write it down, might shed light on it,

source: ཐ་ན་སེམས་ཅན་གཅིག་ཅིག་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ལ་འཇུག་པར་བྱས་
en: at least cause a single sentient being to engage with this Dharma teaching.

source: དེ་ནས་དེའི་ཚེ་བཅོམ་ལྡན་འདས་ཀྱིས་ཚིགས་སུ་བཅད་པ་འདི་དག་བཀའ་སྩལ་ཏོ། །
en: Then, at that time, the Bhagavat spoke the following verses:

source: བྱང་ཆུབ་སེམས་དཔའ་གང་ཞིག་ཟད་པའི་དུས་མཐའི་ཚེ། །སངས་རྒྱས་བྱེ་བ་ཕྲག་བཅུའི་དམ་ཆོས་འཛིན་པ་བས། །
en: “In the final times of decay, a bodhisattva May uphold the good Dharma of a hundred million buddhas.

source: གང་ཞིག་མདོ་སྡེ་འདི་ནི་ཉན་པར་བྱེད་གྱུར་ན། །
en: if another listens with reverence to this sūtra,

source: དེ་ནི་དེ་བས་བསོད་ནམས་ཆེན་པོ་ཁྱད་པར་འཕགས། །
en: His merit will be great, and exceed the former.

source: གང་ཞིག་རྫུ་འཕྲུལ་སྟོབས་ཀྱིས་ཕྱོགས་བཅུར་སོང་ནས་ནི། །
en: “By using one’s own special powers, Someone may travel through the ten directions,

source: སངས་རྒྱས་བྱེ་བ་ཕྲག་བཅུ་དག་ལ་མཆོད་བྱེད་ཅིང་།
en: And worship a hundred million buddhas.

source: སྙིང་རྗེ་བསྐྱེད་དེ་བདེ་བ་ཀུན་ལ་ཆགས་མེད་པར། །
en: Eliciting compassion, not craving for any pleasure,

source: སྐྱེས་བུ་དམ་པ་ཐམས་ཅད་ཕྱག་འཚལ་བཙུད་པ་བས།
en: He may then salute all of those sacred persons.
